alpha_0.6/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
12225
(
( 4.329000149e-05 -1.632608837e-05 7.306307737e-08 3.373256186e-05 -4.750335449e-07 3.989681136e-05 )
( 3.955415013e-05 -1.426708059e-05 9.634540987e-08 3.155356535e-05 -3.077453812e-07 3.754929276e-05 )
( 4.318543142e-05 -1.625262303e-05 2.10545295e-07 3.380053022e-05 -3.580858845e-07 4.038096813e-05 )
( 3.772923083e-05 -1.317594433e-05 1.097919977e-07 3.033327994e-05 -2.062662219e-07 3.638628914e-05 )
( 3.954407293e-05 -1.423686172e-05 2.678247597e-07 3.157732135e-05 -3.768586225e-07 3.800648847e-05 )
( 4.306107076e-05 -1.622103628e-05 2.266829853e-07 3.376839959e-05 -2.813821993e-07 4.075503603e-05 )
( 3.458980791e-05 -1.107543812e-05 1.152440916e-07 2.780765681e-05 -1.91490912e-08 3.478566214e-05 )
( 3.77579745e-05 -1.31438992e-05 3.273087259e-07 3.031223423e-05 -3.243590072e-07 3.687632852e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
