alpha_0.6/0/pDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      pDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<scalar> 
12225
(
-7.125322736e-05
-6.866467447e-05
-6.66755659e-05
-6.723856495e-05
-6.413399387e-05
-6.018557906e-05
-6.437465345e-05
-6.272869359e-05
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform 0;
    }
    top-wall
    {
        type            calculated;
        value           uniform 0;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
}


// ************************************************************************* //
